Repository: bll123/ballroomdj4
Catalog: src/po/old/*.po
Languages: nl_nl

source: %1$s is missing %2$s files.
nl_nl: Bestanden %2$s ontbreken voor %1$s.

source: %d associated files
nl_nl: %d gerelateerde bestanden

source: %d busy errors.
nl_nl: %d verzoekfouten.

source: %d errors.
nl_nl: %d fouten.

source: %d files imported.
nl_nl: %d bestanden geïmporteerd.

source: %d Hour
nl_nl: %d uur

source: %d Hours
nl_nl: %d Uren

source: %d match found.
nl_nl: %d overeenkomst gevonden.

source: %d matches found.
nl_nl: %d overeenkomsten gevonden.

source: %d Songs Selected
nl_nl: %d Nummers geselecteerd

source: %s Client ID:
nl_nl: %s Klant ID:

source: %s does not exist.
nl_nl: %s bestaat niet.

source: %s File:
nl_nl: %s Bestand:

source: %s is not installed.
nl_nl: %s is niet geïnstalleerd.

source: %s is used to process audio file tags.
nl_nl: %s wordt gebruikt om audiobestandstags te verwerken.

source: %s not saved.
nl_nl: %s niet opgeslagen.

source: %s package is missing.
nl_nl: %s pakket ontbreekt.

source: %s restored
nl_nl: %s hersteld

source: (%d errors)
nl_nl: (%d fouten)

source: (default)
nl_nl: (standaard)

source: (Latest version is %s)
nl_nl: (Meest recente versie is %s)

source: (Only maximum play time is used).
nl_nl: (Alleen de maximale afspeeltijd wordt gebruikt).

source: (Selection and count are not used).
nl_nl: (Selectie en telling worden niet gebruikt).

source: 1. The origin of this software must not be misrepresented; you must not claim that you wrote the original software. If you use this software in a product, an acknowledgment in the product documentation would be appreciated but is not required.
nl_nl: 1. De oorsprong van deze software mag niet verkeerd worden weergegeven; u mag niet beweren noch verkondigen dat u de originele software hebt geschreven. Als u deze software in een product gebruikt, wordt een erkenning in de productdocumentatie op prijs gesteld, maar is dit niet vereist.

source: 2. Altered source versions must be plainly marked as such, and must not be misrepresented as being the original software.
nl_nl: 2. Gewijzigde bronversies moeten duidelijk als zodanig zijn gemarkeerd en mogen niet verkeerd worden voorgesteld als zijnde de originele software.

source: 3. This notice may not be removed or altered from any source distribution.
nl_nl: 3. Dit bericht mag niet verwijderd of gewijzigd worden uit eender welke brondistributie.

source: 12 Hour
nl_nl: 12 Uurs

source: 24 Hour
nl_nl: 24 Uurs

source: 74 minute CD
nl_nl: 74-minuten CD

source: 80 minute CD
nl_nl: 80-minuten CD

source: A Sequence or Song List is set.
nl_nl: Een sequentie of een songlijst is ingesteld.

source: About
nl_nl: Over

source: About %s
nl_nl: Over %s

source: Action
nl_nl: Actie

source: Actions
nl_nl: Acties

source: Active Button Text:
nl_nl: Actieve knoptekst:

source: Active Button:
nl_nl: Actieve knop:

source: Add -->
nl_nl: Toevoegen -->

source: Add New
nl_nl: Voeg nieuwe toe

source: Advance on Save
nl_nl: Vervolgen na opslaan

source: Advanced
nl_nl: Geavanceerd

source: Album Artist
nl_nl: Album Artiest

source: All
nl_nl: Alles

source: All changes to the database will be lost.
nl_nl: Alle wijzigingen in de database zullen verloren gaan.

source: All files in target %s will be removed.
nl_nl: Alle bestanden in map %s zullen worden verwijderd.

source: All Tags
nl_nl: Alle Tags

source: All Terms Match.
nl_nl: Alle voorwaarden komen overeen.

source: Allow Editing of Songs:
nl_nl: Nummers bewerken is toegestaan:

source: Allowed Keywords:
nl_nl: Toegestane zoekwoorden:

source: Announcement:
nl_nl: Mededeling:

source: Any
nl_nl: Alle

source: Apply Adjustments
nl_nl: Aanpassingen toepassen

source: Archived Files:
nl_nl: Gearchiveerde bestanden:

source: Argentine Tango
nl_nl: Argentijnse Tango

source: Artist
nl_nl: Artiest

source: Artist/Title:
nl_nl: Artiest/Titel:

source: As Playlist
nl_nl: Als speellijst

source: Assign
nl_nl: Toewijzen

source: Assign ratings and fields to import
nl_nl: Beoordelingen en te importeren velden toewijzen

source: At
nl_nl: Om

source: Audio File Date
nl_nl: Audio bestandsdatum

source: Audio Files
nl_nl: Audiobestanden

source: Audio Fingerprint Match.
nl_nl: Audio vingerprint komt overeen.

source: Audio Identification
nl_nl: Audio Idendificatie

source: Audio player is missing
nl_nl: Audiospeler ontbreekt

source: Auto Organize:
nl_nl: Automatisch organiseren:

source: Automatic
nl_nl: Automatisch

source: Autoorganize settings are mismatched.
nl_nl: Instellingen voor automatisch organiseren komen niet overeen.

source: Back up Files To
nl_nl: Back-up naar

source: Background (default is %s):
nl_nl: Achtergrond (standaard is %s):

source: Backup Complete
nl_nl: Back-up voltooid

source: Backup Failed
nl_nl: Backup mislukt

source: Ballroom Dance
nl_nl: Ballroom dans

source: Ballroom Music Player
nl_nl: Ballroom muziekspeler

source: BDJ Tags Only
nl_nl: Enkel BDJ Tags

source: Beats:
nl_nl: Slagen:

source: Blue
nl_nl: Blauw

source: Bold
nl_nl: Vet

source: Bold Italic
nl_nl: Vet Cursief

source: Bottom
nl_nl: Onderaan

source: BPM Saved
nl_nl: BPM bewaard

source: Button Text:
nl_nl: Knoptekst:

source: Button:
nl_nl: Knop:

source: Cancel
nl_nl: Annuleren

source: Cannot have both a Sequence and a Song List.
nl_nl: Zowel een sequentie en een songlijst is niet mogelijk.

source: Change Spaces to Underscores:
nl_nl: Spaties in onderstrepingstekens wijzigen:

source: Changed Field:
nl_nl: Gewijzigd veld:

source: Check
nl_nl: Controleer

source: Check Connection:
nl_nl: Controleer connectie:

source: Check Files From
nl_nl: Controleer bestanden van

source: Check For New
nl_nl: Controleren op nieuwe

source: Check For New: will only check for new files.
nl_nl: Controleren op Nieuwe: checkt enkel op nieuwe bestanden.

source: Check Import
nl_nl: Controleer import

source: Check the temporary and archive %s settings
nl_nl: Controleer de tijdelijke en archief %s instellingen

source: Checkbox Font Size:
nl_nl: Checkbox lettergrootte:

source: Choose %s
nl_nl: Kies %s

source: Choose Color
nl_nl: Kies kleur

source: Classical
nl_nl: Klassiek

source: Classical Path:
nl_nl: Pad naar klassiek:

source: Classical Various Artist Path:
nl_nl: Pad naar diverse artiest klassiek:

source: Classical?
nl_nl: Klassiek?

source: Clear
nl_nl: Wissen

source: Clear & Remove
nl_nl: Wissen & Verwijderen

source: Clear Same Song Mark
nl_nl: Verwijder merkteken voor identieke nummers

source: Click the mouse in the blue box in time with the beat. When the BPM value is stable, select the Save button.
nl_nl: Klik met de muisaanwijzer in het blauwe vak op de maat van de muziek. Wanneer de BPM waarde stabiel is, klik dan op Opslaan.

source: Client
nl_nl: Klant

source: Clock Font Size:
nl_nl: Klok lettergrootte:

source: Clock:
nl_nl: Klok:

source: Close
nl_nl: Sluiten

source: Combined Title/Artist
nl_nl: Titel/Artist gecombineerd

source: Common Paths:
nl_nl: Gemeenschappelijke paden:

source: Complete
nl_nl: Voltooien

source: Complete (%d songs)
nl_nl: Voltooien (%d liedjes)

source: Complete. Renamed
nl_nl: Voltooien. Hernoemd

source: Complete. Unable to Rename
nl_nl: Voltooien. Kan niet Hernoemen

source: Completion Message:
nl_nl: Voltooiingsbericht:

source: Composer
nl_nl: Componist

source: Conductor
nl_nl: Uitvoerend artiest

source: Configuration
nl_nl: Configuratie

source: Connect to Server:
nl_nl: Verbinden met server:

source: Connection Information:
nl_nl: Verbindingsinformatie:

source: Connection OK.
nl_nl: Verbinding OK.

source: Continue
nl_nl: Ga verder

source: Continuous Playback
nl_nl: Doorlopend afspelen

source: Copy
nl_nl: Kopieer

source: Copy Complete
nl_nl: Kopiëren voltooid

source: Copy Files From
nl_nl: Bestanden kopiëren van

source: Copy Files To
nl_nl: Bestanden kopiëren naar

source: Copy Missing Files To
nl_nl: Ontbrekende bestanden kopiëren naar

source: Copy Music Files
nl_nl: Muziekbestanden kopiëren

source: Copy of external file finished.
nl_nl: Klaar met kopiëren van extern bestand.

source: Copy of external file in progress
nl_nl: Bezig met kopiëren van extern bestand

source: Copy Updated Files From
nl_nl: Bijgewerkte bestanden kopiëren van

source: Copy Updated Files To
nl_nl: Bijgewerkte bestanden kopiëren naar

source: Copying Files
nl_nl: Kopiëren van bestanden

source: Count
nl_nl: Tellen

source: Count:
nl_nl: Aantal:

source: Countdown Timer:
nl_nl: Afteltimer:

source: Cover Page:
nl_nl: Voorblad:

source: Create
nl_nl: Maak

source: Create an empty %s
nl_nl: Een lege %s maken

source: Create Backup
nl_nl: Back-up maken

source: Create Copy
nl_nl: Kopie maken

source: Create New Profile
nl_nl: Nieuw profiel aanmaken

source: Create Song List
nl_nl: Liedjes-lijst maken

source: Create Startup File
nl_nl: Opstartbestand maken

source: Current
nl_nl: Huidige

source: Current Dance:
nl_nl: Huidige dans:

source: Cut
nl_nl: Knip

source: Dance
nl_nl: Dans

source: Dance Display:
nl_nl: Dans weergave:

source: Dance Font Size Multiplier:
nl_nl: Schaalgrootte voor lettertype dans:

source: Dance Font:
nl_nl: Dans lettertype:

source: Dance List Fade:
nl_nl: Dans Lijst Fade:

source: Dance List:
nl_nl: Dans lijst:

source: Dance Rating
nl_nl: Dans beoordeling

source: Dance Rating:
nl_nl: Dans beoordeling:

source: Dance:
nl_nl: Dans:

source: Database Loads Dance From Genre:
nl_nl: Database laadt dansen voor Genre:

source: Date
nl_nl: Datum

source: Date Added
nl_nl: Datum toegevoegd

source: Debug Level:
nl_nl: Debug niveau:

source: Default
nl_nl: Standaard

source: Default Volume:
nl_nl: Standaard Volume:

source: Delete
nl_nl: Verwijderen

source: Deleted %s
nl_nl: Verwijderde %s

source: Deleted %s.
nl_nl: Verwijderd %s.

source: Deleted Files:
nl_nl: Verwijderde bestanden:

source: Directories
nl_nl: Mappen

source: directories
nl_nl: mappen

source: Directory
nl_nl: Folder

source: Disabled Button Text:
nl_nl: Uitgeschakelde knoptekst:

source: Disc
nl_nl: Schijf

source: Discard Changes
nl_nl: Wijzigingen negeren

source: Display Columns
nl_nl: Kolommen weergeven

source: Display Images
nl_nl: Afbeeldingen weergeven

source: Display Message
nl_nl: Bericht tonen

source: Displaying all songs may take some time to display.
nl_nl: Het weergeven van alle nummers kan even duren.

source: do not display
nl_nl: niet weergeven

source: Does Not Exist
nl_nl: Bestaat niet

source: Does not exist.
nl_nl: Bestaat niet.

source: Don't Write
nl_nl: Niet wegschrijven

source: Done
nl_nl: Voltooid

source: Dual Queue Marks
nl_nl: Dubbele wachtrijmarkeringen

source: Dual Queues
nl_nl: Dubbele wachtrijen

source: Duration
nl_nl: Tijdsduur

source: Duration Range Match.
nl_nl: Tijdsduur match.

source: DVD dual layer
nl_nl: dual-layer DVD

source: DVD single layer
nl_nl: single-layer DVD

source: E-Mail Address:
nl_nl: E-mailadres:

source: Easy
nl_nl: Gemakkelijk

source: Edit
nl_nl: Bewerken

source: Edit Album
nl_nl: Bewerk album

source: Edit All
nl_nl: Alles bewerken

source: Edit Current
nl_nl: Bewerk huidige

source: Edit Dances
nl_nl: Bewerk Dansen

source: Edit Filename Background:
nl_nl: Bewerk Bestandsnaam Achtergrond:

source: Edit Genre
nl_nl: Bewerk Genre

source: Edit Genres
nl_nl: Bewerk Genres

source: Edit Levels
nl_nl: Bewerk Niveaus

source: Edit Previous
nl_nl: Bewerk voorgaande

source: Edit Ratings
nl_nl: Bewerk beoordelingen

source: Edit Selected
nl_nl: Selectie bewerken

source: Edit Sequence
nl_nl: Bewerk sequentie

source: Edit Sequences
nl_nl: Bewerk Sequenties

source: Edit Song Lists
nl_nl: Bewerk songlijsten

source: Edit Status
nl_nl: Bewerk status

source: Editing %s
nl_nl: Bewerken %s

source: Embed History View
nl_nl: Geïntegreerde geschiedenisweergave

source: Embed Player
nl_nl: Geïntegreerde Speler

source: Enable Album Display:
nl_nl: Album weergave inschakelen:

source: Enable BPM Display:
nl_nl: BPM weergave inschakelen:

source: Enable Classical Music:
nl_nl: Klassieke muziek inschakelen:

source: Enable Debugging:
nl_nl: Debug-modus inschakelen:

source: Enable Image Display:
nl_nl: Afbeelding weergave inschakelen:

source: Enable iTunes Support:
nl_nl: iTunes Support inschakelen:

source: Enable Quick Play:
nl_nl: Quick Play inschakelen:

source: Enable Status Tracking:
nl_nl: Status Tracking inschakelen:

source: End of undo list
nl_nl: Einde van de lijst Ongedaan Maken

source: End of undo/redo list
nl_nl: Einde van de lijst ongedaan maken/opnieuw uitvoeren

source: End:
nl_nl: Einde:

source: Enter a name for the playlist and press 'Enter'.
nl_nl: Voer een naam in voor de afspeellijst en druk op 'Enter'.

source: Enter a name for the sequence and press 'Enter'.
nl_nl: Voer een naam in voor de sequentie en druk op 'Enter'.

source: Enter a name for the song list and press 'Enter'.
nl_nl: Typ een naam voor de songlijst en druk op 'Enter'.

source: Error
nl_nl: Fout

source: Errors:
nl_nl: Fouten:

source: Examples:
nl_nl: Voorbeelden:

source: Exit
nl_nl: Afsluiten

source: Exit %s and restart
nl_nl: %s afsluiten en opnieuw starten

source: Exit %s and restart.
nl_nl: %s afsluiten en opnieuw starten.

source: Exit All
nl_nl: Alles afsluiten

source: Export
nl_nl: Exporteren

source: Export as %s
nl_nl: Exporteren als %s

source: Export as %s Playlist
nl_nl: Exporteren als %s afspeellijst

source: Export Complete
nl_nl: Exporteren voltooid

source: Export for %s
nl_nl: Export voor %s

source: Export for CD
nl_nl: Export voor CD

source: Export Song List to %s
nl_nl: Song lijst exporteren naar %s

source: Export to %s:
nl_nl: Exporteren naar %s:

source: Fade In Time:
nl_nl: Fade-In tijd:

source: Fade Out Time:
nl_nl: Fade-Out tijd:

source: Fair
nl_nl: Redelijk

source: fast
nl_nl: snel

source: Fatal Error
nl_nl: Fatale fout

source: Fetching %1$s and %2$s data.
nl_nl: Ophalen van gegevens van %1$s en %2$s.

source: Fetching %s data.
nl_nl: %s gegevens ophalen.

source: Field Selection
nl_nl: Veldselectie

source: File already exists
nl_nl: Bestand bestaat al

source: File does not exist.
nl_nl: Bestand bestaat niet.

source: File Manager: Associated:
nl_nl: Bestandsbeheer: geassocieerd:

source: File Manager: Current:
nl_nl: File Manager: huidige:

source: File Manager: Missing:
nl_nl: File Manager: ontbrekende:

source: File Modification Date
nl_nl: Wijzigingsdatum Bestand

source: Files Processed:
nl_nl: Bestanden verwerkt:

source: Files Skipped:
nl_nl: Bestanden overgeslagen:

source: Find
nl_nl: Zoeken

source: Find Duplicates
nl_nl: Duplicaten zoeken

source: First
nl_nl: Eerste

source: First Song
nl_nl: Eerste nummer

source: Fixed Width Font:
nl_nl: Lettertype met vaste breedte:

source: Folder
nl_nl: Map

source: folder
nl_nl: map

source: Folders
nl_nl: Mappen

source: folders
nl_nl: mappen

source: Font Chooser
nl_nl: Keuzelijst lettertypen

source: Font Scale
nl_nl: Lettertype-schaal

source: Font size:
nl_nl: Tekengrootte:

source: Font style:
nl_nl: Lettertype Stijl:

source: Font:
nl_nl: Lettertype:

source: Format:
nl_nl: Formaat:

source: Found %d Songs
nl_nl: %d nummers gevonden

source: From Start
nl_nl: Vanaf begin

source: Fullscreen:
nl_nl: Volledig Scherm:

source: Game:
nl_nl: Spel:

source: Gap at End:
nl_nl: Leegte aan het einde:

source: Gap Between Songs
nl_nl: Pauzes tussen nummers

source: Gap Between Songs:
nl_nl: Pauzes tussen nummers:

source: general
nl_nl: algemeen

source: Global
nl_nl: Globaal

source: Go
nl_nl: Start

source: Good
nl_nl: Goed

source: Great
nl_nl: Uitstekend

source: Green
nl_nl: Groen

source: Group
nl_nl: Groepeer

source: Half Sine Wave
nl_nl: Halve sinusgolf

source: Happy New Year!
nl_nl: Gelukkig nieuwjaar!

source: Headings:
nl_nl: Koppen:

source: Hex Color
nl_nl: Hex kleur

source: Hide main menu on start
nl_nl: Hoofdmenu bij start verbergen

source: Hide Marquee on Start
nl_nl: Marquee bij Start verbergen

source: Hide Unselected
nl_nl: Niet-geselecteerde verbergen

source: High %s
nl_nl: Hoge %s

source: High %s:
nl_nl: Hoge %s:

source: Highlight:
nl_nl: Markeer:

source: History
nl_nl: Hystoriek

source: HTML Template:
nl_nl: HTML-sjabloon:

source: If you have a problem: Turn on debugging in Configuration / Options / Global. Restart %s. Execute the steps required to reproduce the problem. Then send the support message. Turn off debugging afterwards.
nl_nl: Als u een probleem ondervindt: Schakel foutopsporing in Configuratie / Opties / Globaal in. Start %s opnieuw. Voer de stappen uit die nodig zijn om het probleem te reproduceren. Stuur vervolgens het ondersteuningsbericht. Schakel foutopsporing achteraf uit.

source: Ignore
nl_nl: Negeer

source: Image
nl_nl: Afbeelding

source: Image %s:
nl_nl: Afbeelding %s:

source: Image Assignment
nl_nl: Beeldtoewijzing

source: Image Display Background:
nl_nl: Achtergrondafbeelding:

source: Image Player is already running.
nl_nl: Afbeeldingsspeler is al actief.

source: Import
nl_nl: Importeer

source: Import %s
nl_nl: Importeer %s

source: Import %s:
nl_nl: Importeer %s:

source: Import from %s
nl_nl: Importeren van %s

source: Import from iTunes
nl_nl: Importeren uit iTunes

source: Import iTunes Playlist
nl_nl: Itunes afspeellijst importeren

source: Import Prefix:
nl_nl: Voorvoegsel importeren:

source: In
nl_nl: Over

source: Include Unrated?
nl_nl: Onbeoordeelde meenemen?

source: Initialize Synchronization
nl_nl: Synchronisatie initialiseren

source: Initializing
nl_nl: Initialiseren

source: Insert Request
nl_nl: Plaats verzoek

source: Insert:
nl_nl: Invoegen:

source: Install
nl_nl: Installeren

source: Instructions: Using a ruler, and taking great care not to damage your screen, adjust the size of the box until it is exactly 2 inches or 5.1 cm in height on the screen. Select 'Save' to save the font scale factor. After finishing, exit %s and restart it in order to apply the changes.
nl_nl: Instructies: Maak gebruik van een liniaal, en zorg ervoor dat je je scherm niet beschadigt, pas de grootte van het venster aan totdat deze precies 2 inches of 5,1 cm is in hoogte op het scherm. Selecteer 'Opslaan' om de fontschaalfactor op te slaan. Sluit na het beëindigen %s en start het opnieuw op om de wijzigingen toe te passen.

source: Integrated %s
nl_nl: Geïntegreerde %s

source: Invalid
nl_nl: Ongeldig

source: Invalid %s
nl_nl: Ongeldig %s

source: Invalid %s.
nl_nl: Ongeldige %s.

source: Invalid Backup %s
nl_nl: Ongeldige back-up %s

source: Invalid characters.
nl_nl: Ongeldige tekens.

source: Invalid Level Settings
nl_nl: Ongeldige niveau-instellingen

source: Invalid maximum time.
nl_nl: Ongeldige maximumtijd.

source: Invalid Original %s
nl_nl: Ongeldige originele %s

source: Invalid song list name (/).
nl_nl: Ongeldige songlijst benaming (/).

source: Invalid Time Limit
nl_nl: Ongeldige tijdslimiet

source: Invalid time limit.
nl_nl: Ongeldige tijdslimiet.

source: Invalid.
nl_nl: Ongeldig.

source: Invalid. Not Saved
nl_nl: Ongeldig. Niet opgeslagen

source: Inverted Parabola
nl_nl: Omgekeerde parabool

source: Italic
nl_nl: Cursief

source: iTunes default
nl_nl: iTunes standaard

source: Key
nl_nl: Toets

source: Keyword
nl_nl: Trefwoord

source: Last Song
nl_nl: Laatste nummer

source: Last Updated
nl_nl: Laatst bijgewerkt

source: Level
nl_nl: Niveau

source: Level:
nl_nl: Niveau:

source: LICENSE
nl_nl: LICENTIE

source: Limits:
nl_nl: Limiet:

source: Listing Font Size:
nl_nl: Tekengrootte voor lijsten:

source: Load
nl_nl: Laad

source: Loaded existing playlist
nl_nl: Laad bestaande speellijst

source: Loaded existing sequence
nl_nl: Laad bestaande sequentie

source: Loaded existing song list
nl_nl: Laad bestaande songlijst

source: Loaded from Database:
nl_nl: Geladen vanuit database:

source: Loading
nl_nl: Bezig met laden

source: Loading file list
nl_nl: Laden van bestandslijst

source: Loading Song Data.
nl_nl: Songdata laden.

source: Locale:
nl_nl: Taalregio:

source: Locating %d
nl_nl: Lokaliseren van %d

source: Logarithmic
nl_nl: Logaritmisch

source: Low %s
nl_nl: Lage %s

source: Low %s:
nl_nl: Lage %s:

source: Main website:
nl_nl: Hoofdwebsite:

source: Manual
nl_nl: Handmatig

source: Mark
nl_nl: Markeer

source: Mark as Same Song
nl_nl: Markeren als hetzelfde nummer

source: Mark Selected
nl_nl: Markeer selectie

source: Mark:
nl_nl: Markeer:

source: Marquee Background:
nl_nl: Marquee Achtergrond:

source: Marquee Colors
nl_nl: Marquee kleuren

source: Marquee Controls
nl_nl: Marquee bediening

source: Marquee Display
nl_nl: Marquee weergave

source: Marquee Font:
nl_nl: Marquee lettertype:

source: Marquee Message:
nl_nl: Marquee bericht:

source: Marquee Options
nl_nl: Marquee Opties

source: Marquee Size:
nl_nl: Marquee grootte:

source: Maximum Play Time
nl_nl: Maximale afspeeltijd

source: Maximum Play Time:
nl_nl: Maximale afspeeltijd:

source: Message:
nl_nl: Bericht:

source: Messages:
nl_nl: Berichten:

source: Mismatched filemanager version.
nl_nl: Niet-overeenkomende bestandsmanager versie.

source: Mismatched sychronization timestamp.
nl_nl: Niet-overeenkomende tijds-synchronisatie.

source: MISSING
nl_nl: ONTBREKENDE

source: Missing sequence.
nl_nl: Ontbrekende sequentie.

source: Missing song list.
nl_nl: Ontbrekende songlijst.

source: Most Terms Match.
nl_nl: De meeste termen komen overeen.

source: Move Down
nl_nl: Verplaats Omlaag

source: Move to Other Queue
nl_nl: Verplaats naar andere wachtrij

source: Move To Top
nl_nl: Verplaats naar begin

source: Move Up
nl_nl: Verplaats Omhoog

source: MPM (2/4 time):
nl_nl: MPM (2/4 tijd):

source: MPM (3/4 time):
nl_nl: MPM (3/4 tijd):

source: MPM (4/4 or 4/8 time):
nl_nl: MPM (4/4 of 4/8 tijd):

source: Music
nl_nl: Muziek

source: Music %s
nl_nl: Muziek %s

source: Music %s:
nl_nl: Muziek %s:

source: Music Manager
nl_nl: Muziek Manager

source: MusicBrainz Exact Match.
nl_nl: MusicBrainz exacte overeenkomst.

source: Must be set.
nl_nl: Moet worden ingesteld.

source: Native File Dialogs:
nl_nl: Oorspronkelijke bestandsdialoog:

source: NC2S
nl_nl: Night Club Two Step

source: New
nl_nl: Nieuw

source: New %s
nl_nl: Nieuw %s

source: New %s in:
nl_nl: Nieuwe %s in:

source: New Files:
nl_nl: Nieuwe bestanden:

source: New Profile %d
nl_nl: Nieuw profiel %d

source: New Song List Name:
nl_nl: Nieuwe naam songlijst:

source: Next
nl_nl: Volgende

source: Next Song
nl_nl: Volgende nummer

source: No Action
nl_nl: Geen Actie

source: No Album Match.
nl_nl: Geen Album Match.

source: No Artist Match.
nl_nl: Geen Artist Match.

source: No audio found.
nl_nl: Geen audio gevonden.

source: No History
nl_nl: Geen geschiedenis

source: No internet connection.
nl_nl: Geen internet connectie.

source: No matches found.
nl_nl: Geen overeenkomsten gevonden.

source: No Maximum Play Time
nl_nl: Geen maximale afspeeltijd

source: No More Playlists
nl_nl: Geen afspeellijsten meer

source: No Playlists in Queue
nl_nl: Geen afspeellijsten in wachtrij

source: No Processing Needed
nl_nl: Geen verwerking nodig

source: No results found
nl_nl: Geen resultaten gevonden

source: No Sequence is selected.
nl_nl: Geen sequentie geselecteerd.

source: No Song List is selected.
nl_nl: Geen songlijst geselecteerd.

source: None
nl_nl: Geen

source: Normal
nl_nl: Standaard

source: normal
nl_nl: normaal

source: Normal Operation
nl_nl: Normale werking

source: Normalize Volume
nl_nl: Volume normaliseren

source: Normalize Volume:
nl_nl: Volume normaliseren:

source: Not a %s.
nl_nl: Geen %s.

source: Not a file.
nl_nl: Is geen bestand.

source: Not Found
nl_nl: Niet gevonden

source: Not found.
nl_nl: Niet gevonden.

source: Notes
nl_nl: Notities

source: Number
nl_nl: Nummer

source: Off
nl_nl: Uit

source: Optional Components
nl_nl: Optionele componenten

source: Options
nl_nl: Opties

source: Order from easiest to most advanced.
nl_nl: Ordenen van gemakkelijk naar moeilijk.

source: Ordinary Text
nl_nl: Gewone tekst

source: Organization
nl_nl: Organisatie

source: Original
nl_nl: Origineel

source: Original Files:
nl_nl: Originele bestanden:

source: Out of range: %1$s - %2$s.
nl_nl: Buiten bereik: %1$s - %2$s.
