Repository: bll123/ballroomdj4
Catalog: src/po/old/*.po
Languages: nl_nl

source: Output %s
nl_nl: Uitvoer %s

source: PALBART
nl_nl: ALBUMARTIEST

source: PALBUM
nl_nl: ALBUM

source: PARTIST
nl_nl: ARTIEST

source: Paste
nl_nl: Plakken

source: Path Keyword
nl_nl: Pad trefwoord

source: Pause
nl_nl: Pauseren

source: Pause After Each Song:
nl_nl: Pauzeren na elk nummer:

source: Pause at End
nl_nl: Pauzeer aan einde

source: Pause Each Song
nl_nl: Pauzeer elk nummer

source: Pause/Completion Message:
nl_nl: Bericht Pauze/Voltooiing:

source: Paused
nl_nl: Gepauzeerd

source: Paused Message:
nl_nl: Gepauzeerd bericht:

source: PCOMPOSER
nl_nl: COMPONIST

source: PCONDUCTOR
nl_nl: UITVOERENDARTIEST

source: PDANCE
nl_nl: DANS

source: PDANCERATING
nl_nl: DANSBEOORDELING

source: PDISC
nl_nl: SCHIJF

source: Permission is granted to anyone to use this software for any purpose, including commercial applications, and to alter it and redistribute it freely, subject to the following restrictions:
nl_nl: Aan iedereen wordt toestemming verleend om deze software voor elk doel te gebruiken, inclusief commerciële applicaties, en om deze te wijzigen en opnieuw gratis te distribueren, met inachtneming van de volgende beperkingen:

source: PGENRE
nl_nl: GENRE

source: PKEYWORD
nl_nl: ZOEKWOORD

source: Play
nl_nl: Afspelen

source: Play Announcement
nl_nl: Speel aankondiging af

source: Play Announcement:
nl_nl: Speel aankondiging af:

source: Play switches to player
nl_nl: Afspelen schakelt over naar speler

source: Play/Pause
nl_nl: Afspelen / Pauseren

source: Play?
nl_nl: Afspelen?

source: Playback Mode
nl_nl: Afspeelmodus

source: Playback Order
nl_nl: Afspeelvolgorde

source: Player
nl_nl: Speler

source: Player is running.
nl_nl: Speler loopt.

source: Player Options
nl_nl: Speler Opties

source: Player Options:
nl_nl: Speler Opties:

source: Player:
nl_nl: Speler:

source: Player: Fade
nl_nl: Speler: Fade

source: Player: Next Song
nl_nl: Speler: Volgend nummer

source: Player: Pause
nl_nl: Speler: pauze

source: Player: Pause at End
nl_nl: Speler: Pauze aan einde

source: Player: Pause Each Song
nl_nl: Speler: Elk nummer pauzeren

source: Player: Pause Only
nl_nl: Speler: alleen Pauze

source: Player: Play
nl_nl: Speler: spelen

source: Player: Repeat
nl_nl: Speler: herhalen

source: Playing song %d
nl_nl: Speelt nummer %d

source: Playlist
nl_nl: Afspeellijst

source: Playlist Management
nl_nl: Afspeellijst beheer

source: Playlist Queue
nl_nl: Afspeellijst-wachtrij

source: Please configure %s.
nl_nl: Gelieve %s te configureren.

source: Please configure directories.
nl_nl: Gelieve de mappen te configureren.

source: Please wait...
nl_nl: Even geduld...

source: Poor
nl_nl: Slecht

source: Preparing
nl_nl: Voorbereiden

source: Press the key for %s
nl_nl: Druk op de toets voor %s

source: Previous
nl_nl: Vorige

source: Processing
nl_nl: Wordt verwerkt

source: Processing %d
nl_nl: Bezig met verwerken %d

source: Processing %d.
nl_nl: Bezig met verwerken %d.

source: Processing %d/%d
nl_nl: Bezig met verwerken %d/%d

source: Processing Aborted.
nl_nl: Verwerking afgebroken.

source: Processing Complete.
nl_nl: Verwerking voltooid.

source: Processing iTunes Data
nl_nl: Verwerking van iTunes gegevens

source: Processing iTunes data
nl_nl: Verwerking van iTunes gegevens

source: Profile
nl_nl: Profiel

source: Profile is in use
nl_nl: Profiel is in gebruik

source: Profile Name:
nl_nl: Profielnaam:

source: Progress Bar Color:
nl_nl: Kleur voortgangsbalk:

source: Progress Bar:
nl_nl: Voortgangsbalk:

source: PSTATUS
nl_nl: STATUS

source: PTITLE
nl_nl: TITEL

source: PTRACKNUM
nl_nl: TRACKNUMMER

source: PTRACKNUM0
nl_nl: TRACKNUMMER0

source: PVARIOUS
nl_nl: DIVERSE

source: Quarter Sine Wave
nl_nl: Kwart sinusgolf

source: Queue
nl_nl: Wachtrij

source: Queue %d
nl_nl: Wachtrij %d

source: Queue %d Length:
nl_nl: Wachtrij %d lengte:

source: Queue %d Name:
nl_nl: Wachtrij %d naam:

source: Queue Length:
nl_nl: Wachtrij lengte:

source: Queue: Clear & Remove
nl_nl: Wachtrij: wissen en verwijderen

source: Queue: Move Down
nl_nl: Wachtrij: naar beneden

source: Queue: Move Up
nl_nl: Wachtrij: Omhoog

source: Queue: Remove
nl_nl: Wachtrij: verwijderen

source: Queue: Swap
nl_nl: Wachtrij: omwisselen

source: Queue: Toggle Pause
nl_nl: Wachtrij: pauze omschakelen

source: Queued
nl_nl: In wachtrij gezet

source: Quick Edit
nl_nl: Snelle bewerken

source: Quick Edit: Decrease Rating
nl_nl: Snelle Bewerken: Verlaag beoordeling

source: Quick Edit: Increase Rating
nl_nl: Snelle Bewerken: Verhoog beoordeling

source: Quick Edit: Save Speed
nl_nl: Snelle Bewerken: Snelheid opslaan

source: Quick Edit: Save Volume
nl_nl: Snelle Bewerken: Volume opslaan

source: Quick Edit: Set Base Volume
nl_nl: Snelle Bewerken: Zet basis volume vast

source: Raffle
nl_nl: Loterij

source: Raffle Games
nl_nl: Loterij spellen

source: Raffle Songs
nl_nl: Loterij liedjes

source: Rating
nl_nl: Beoordeling

source: Ratings must be ordered from worst at the top to best at the bottom.
nl_nl: Beoordelingen moeten geordend worden van slechts naar beste.

source: Re-install %s.
nl_nl: %s opnieuw installeren.

source: Re-Select
nl_nl: Herselecteren

source: Rebuild
nl_nl: Heropbouwen

source: Rebuild Database
nl_nl: Database heropbouwen

source: Rebuild Database: will replace the %s database in its entirety.
nl_nl: Database heropbouwen: Dit zal de %s database volledig vervangen.

source: Rebuild with logging
nl_nl: Heropbouwen met logbestand

source: Red
nl_nl: Rood

source: Redo
nl_nl: Opnieuw toepassen

source: Refresh
nl_nl: Vernieuwen

source: Reloading Database
nl_nl: Database herladen

source: Remove
nl_nl: Verwijderen

source: Removed from Database:
nl_nl: Verwijderd uit database:

source: Rename
nl_nl: Hernoemen

source: Rename File:
nl_nl: Bestand Hernoemen:

source: Renamed:
nl_nl: Hernoemd:

source: Reorganize
nl_nl: Reorganiseren

source: Reorganize: will rename the files based on the organization settings.
nl_nl: Reorganiseren: Zal de bestanden hernoemen op basis van de organisatie-instellingen.

source: Repeat
nl_nl: Herhalen

source: Replace Database With
nl_nl: Vervang Database met

source: Report Detail: %s
nl_nl: Verslag Detail: %s

source: Request
nl_nl: Verzoek

source: Request External
nl_nl: Externe Aanvraag

source: Requeue
nl_nl: Opnieuw in rij plaatsen

source: Required Keywords:
nl_nl: Vereiste zoekwoorden:

source: Reset
nl_nl: Resetten

source: Reset All
nl_nl: Alles resetten

source: Reset Colors
nl_nl: Kleuren herstellen

source: Reset to Default
nl_nl: Reset naar standaardwaarden

source: Restart
nl_nl: Herstarten

source: Restart from last checkpoint?
nl_nl: Herstarten vanaf laatste checkpunt?

source: Restore
nl_nl: Herstellen

source: Restore Backup
nl_nl: Back-up terugzetten

source: Restore Complete
nl_nl: Herstellen voltooid

source: Restore File
nl_nl: Bestand terugzetten

source: Restore Files From
nl_nl: Herstel bestanden uit

source: Restore Files To
nl_nl: Herstel bestanden naar

source: Resume From Last
nl_nl: Hervatten vanaf laatste

source: Retrieving files from server.
nl_nl: Bestanden ophalen van de server.

source: rhythm
nl_nl: latin

source: Row Highlight Background:
nl_nl: Rij achtergrondkleur:

source: Running from a Memory Stick:
nl_nl: Uitvoeren vanaf een Usb-Stick:

source: Same Song Key: %s
nl_nl: Zelfde nummer Id: %s

source: Sample
nl_nl: Voobeeld

source: Sash Text:
nl_nl: Schuifbalk tekst:

source: Sash:
nl_nl: Schuifbalk:

source: Satellite %d
nl_nl: Satelliet %d

source: Satellite has never been synchronized.
nl_nl: Satelliet is nooit gesynchroniseerd.

source: Save
nl_nl: Bewaren

source: Save & Select
nl_nl: Opslaan & selecteren

source: Save Album
nl_nl: Album opslaan

source: Save All
nl_nl: Alles opslaan

source: Save Complete
nl_nl: Opslaan voltooid

source: Save Playlist
nl_nl: Afspeellijst opslaan

source: Save Rating
nl_nl: Beoordeling opslaan

source: Save Sequence
nl_nl: Sequentie opslaan

source: Save Song List
nl_nl: Songlijst opslaan

source: Save Speed
nl_nl: Snelheid opslaan

source: Save Volume
nl_nl: Volume opslaan

source: Saved %s.
nl_nl: Opgeslagen %s.

source: Saved and renamed.
nl_nl: Opgeslagen en hernoemd.

source: Saved.
nl_nl: Opgeslagen.

source: Saved:
nl_nl: Opgeslagen:

source: Scaled Widgets:
nl_nl: Geschaalde Widgets:

source: Search
nl_nl: Zoeken

source: Search Fields
nl_nl: Zoekvelden

source: Search:
nl_nl: Zoeken:

source: Searching %s data.
nl_nl: Doorzoeken van %s.

source: Seconds until %d :
nl_nl: Seconden tot %d:

source: Seconds:
nl_nl: Seconden:

source: Select
nl_nl: Selecteer

source: Select & Play
nl_nl: Selecteer & Speel

source: Select Announcement
nl_nl: Selecteer aankondiging

source: Select Audio File
nl_nl: Selecteer Audio-bestand

source: Select Columns
nl_nl: Selecteer kolommen

source: Select Dance to Edit
nl_nl: Selecteer dans om te bewerken

source: Select File
nl_nl: Selecteer bestand

source: Select Font
nl_nl: Selecteer lettertype

source: Select Image
nl_nl: Selecteer afbeelding

source: Select iTunes playlist to import
nl_nl: Selecteer iTunes-speellijst om te importeren

source: Select Playlist
nl_nl: Selecteer speellijst

source: Select Profile
nl_nl: Selecteer profiel

source: Select Sequence
nl_nl: Selecteer sequentie

source: Select Song List
nl_nl: Selecteer nummerlijst

source: Select the original or the new value for each item.
nl_nl: Selecteer de originele of de nieuwe waarde voor elk item.

source: Select: Bottom
nl_nl: Selecteer: Onderaan

source: Select: Down
nl_nl: Selecteer: naar beneden

source: Select: Top
nl_nl: Selecteer: Bovenaan

source: Select: Up
nl_nl: Selecteer: omhoog

source: Selected Tab Text:
nl_nl: Geselecteerde tabtekst:

source: Selection Highlight:
nl_nl: Selectiekleur:

source: Send message only, do not send any files.
nl_nl: Enkel bericht verzenden, geen bestanden.

source: Send Report
nl_nl: Verzend rapport

source: Send Support Message
nl_nl: Verzend Support bericht

source: Sequence
nl_nl: Sequentie

source: Sequence:
nl_nl: Sequentie:

source: Set
nl_nl: Stel in

source: Set as Default:
nl_nl: Instellen als Standaard:

source: Set Base Volume
nl_nl: Basis volume instellen

source: Set Key
nl_nl: Toets instellen

source: Setup
nl_nl: Instellingen

source: Show All Dances
nl_nl: Toon alle dansen

source: Show Artist:
nl_nl: Toon Artiest:

source: Show Buttons:
nl_nl: Knoppen tonen:

source: Show Countdown Timer:
nl_nl: Afteltimer tonen:

source: Show Quick Play At Start:
nl_nl: Toon Quick Play bij opstart:

source: Show Title:
nl_nl: Titel tonen:

source: Shuffle
nl_nl: Schudden

source: Shutdown Script:
nl_nl: Afsluitscript:

source: Size:
nl_nl: Grootte:

source: Skip: Back
nl_nl: Overslaan: Terug

source: Skip: Forward
nl_nl: Overslaan: vooruitspoelen

source: Skip: to Beginning
nl_nl: Overslaan: Naar begin

source: Skipped
nl_nl: Overgeslagen

source: Skipped %d.
nl_nl: Overgeslagen %d.

source: slow
nl_nl: langzaam

source: smooth
nl_nl: standaard

source: Song End
nl_nl: Song Einde

source: Song List
nl_nl: Songlijst

source: Song list already exists.
nl_nl: Songlijst bestaat al.

source: Song List Created
nl_nl: Songlijst gecreëerd

source: Song List Current Highlight:
nl_nl: Huidige selectiekleur songlijst:

source: Song List is locked.
nl_nl: Songlijst is vergrendeld.

source: Song List Name:
nl_nl: Songlijst naam:

source: Song List Previous Highlight:
nl_nl: Selectiekleur vorige songlijst:

source: Song List:
nl_nl: Songlijst:

source: Song list: %s already exists.
nl_nl: Songlijst: %s bestaat al.

source: Song Position:
nl_nl: Song positie:

source: Song Selection
nl_nl: Song selectie

source: Song Server Password:
nl_nl: Song server wachtwoord:

source: Song Server Port:
nl_nl: Song Server poort:

source: Song Server User ID:
nl_nl: Song Server gebruikers-ID:

source: Song was updated by another user
nl_nl: De song werd bijgewerkt door een andere gebruiker

source: Sort By:
nl_nl: Sorteer op:

source: Spaces are not allowed.
nl_nl: Spaties zijn niet toegestaan.

source: Spd. Adj.
nl_nl: Tmp. Aanp.

source: Special Keys
nl_nl: Speciale toetsen

source: Speed Adjustment
nl_nl: Tempo aanpassing

source: Speed:
nl_nl: Tempo:

source: Speed: Decrease
nl_nl: Tempo: Omlaag

source: Speed: Increase
nl_nl: Tempo: verhogen

source: Speed: Normal
nl_nl: Tempo: normaal

source: Spread
nl_nl: Spreiden

source: Standard Path:
nl_nl: Standaard pad:

source: Star
nl_nl: Ster

source: Start Maximized:
nl_nl: Start gemaximaliseerd:

source: Start New %s
nl_nl: Start nieuwe %s

source: Starting Player.
nl_nl: Speler starten.

source: Startup
nl_nl: Opstarten

source: Startup File
nl_nl: Opstartbestand

source: Startup Files Play Automatically:
nl_nl: Opstartbestanden automatisch afspelen:

source: Startup Script:
nl_nl: Opstartscript:

source: Startup:
nl_nl: Opstarten:

source: Stop After Playing:
nl_nl: Stop na het afspelen:

source: Stopped by User
nl_nl: Gestopt door gebruiker

source: Subject:
nl_nl: Onderwerp:

source: Support message sent.
nl_nl: Supportbericht verzonden.

source: Swap
nl_nl: Wisselen

source: Switch Music Queue
nl_nl: Wissel muziekwachtrij

source: Switch Playlist Queue
nl_nl: Wissel speellijstwachtrij

source: Synchronization
nl_nl: Synchronisatie

source: Synchronization is reset.
nl_nl: Synchronisatie is gereset.

source: Synchronization:
nl_nl: Synchronisatie:

source: Tags
nl_nl: Tags/Labels

source: Temporary Files:
nl_nl: Tijdelijke bestanden:

source: Thank You
nl_nl: Bedankt

source: Theme:
nl_nl: Thema:

source: This software is provided 'as-is', without any express or implied warranty. In no event will the authors be held liable for any damages arising from the use of this software.
nl_nl: Deze software wordt geleverd 'zoals ze is', zonder enige uitdrukkelijke of impliciete garantie. In geen geval kunnen de auteurs aansprakelijk worden gesteld voor enige schade voortvloeiend uit het gebruik van deze software.

source: Time
nl_nl: Tijd

source: Time Limit:
nl_nl: Tijdslimiet:

source: Time Signature:
nl_nl: Maat aanduiding:

source: Time:
nl_nl: Tijd:

source: Title
nl_nl: Titel

source: Toggle Pause
nl_nl: Pauze omschakelen

source: Tooltip Background:
nl_nl: Tooltip achtergrond:

source: Tooltip Columns
nl_nl: Tooltip kolommen

source: Tooltip Text:
nl_nl: Tooltip tekst:

source: Top
nl_nl: Bovenaan

source: Total Discs
nl_nl: Totaal aantal schijven

source: Total Files:
nl_nl: Totaal aantal bestanden:

source: Total Time:
nl_nl: Totale tijd:

source: Total Tracks
nl_nl: Aantal tracks

source: Track Number
nl_nl: Track nummer

source: Track Number Leading 0
nl_nl: Track nummer met voorloopnullen

source: Triangle
nl_nl: Driehoek

source: Trim Silence
nl_nl: Trim stilte

source: Truncate
nl_nl: Inkorten

source: Unable to connect.
nl_nl: Kan geen verbinding maken.

source: Unable to locate %s.
nl_nl: Kan %s niet vinden.

source: Unable to locate iTunes XML file.
nl_nl: Kan iTunes Xml-bestand niet vinden.

source: Unable to parse data.
nl_nl: Kan de data niet ontleden.

source: Unable to process. Music editor is already running.
nl_nl: Niet in staat te verwerken. Muziek-editor wordt al uitgevoerd.

source: Unable to rename audio file. An audio file with the same name exists. Changes were saved.
nl_nl: Onmogelijk om de audio file te hernoemen. Een bestand met dezelfde naam bestaat al. Wijzigingen werden bewaard.

source: Unable to Rename:
nl_nl: Onmogelijk om te hernoemen:

source: Unable to start player.
nl_nl: Onmogelijk de speler te starten.

source: Unable to start. Contact Support.
nl_nl: Onmogelijk te starten. contacteer Support.

source: Undo
nl_nl: Ongedaan maken

source: Undo Delete
nl_nl: Verwijderen ongedaan maken

source: Undo delete %s
nl_nl: Verwijderen ongedaan maken %s

source: Undo rename %s
nl_nl: Hernoemen ongedaan maken %s

source: Undo restore %s
nl_nl: Herstellen ongedaan maken %s

source: Unknown
nl_nl: Ongekend

source: Unknown Title
nl_nl: Ongekende titel

source: Unrated
nl_nl: Onbeoordeeld

source: Up
nl_nl: Omhoog

source: Update Database
nl_nl: Database bijwerken

source: Update From Audio File Tags
nl_nl: Bijwerken vanuit audio tags

source: Update From Audio File Tags: will replace the information in the %s database with the audio file tag information.
nl_nl: Bijwerken vanuit audio tags: vervangt de informatie in de %s database met de audio tag informatie.

source: Update From iTunes
nl_nl: Vanuit iTunes bijwerken

source: Update From iTunes: will update the %s database with the information stored in iTunes.
nl_nl: Bijwerken vanuit iTunes: werkt de database %s bij met informatie uit iTunes.

source: Update Modified Files From Audio File Tags
nl_nl: Bijwerken van gewijzigde bestanden met audio tags info

source: Update Modified Files From Audio File Tags: will replace the information in the %s database with the audio file tag information for audio files that have a modification date later than what is stored in the database.
nl_nl: Bijwerken van gewijzigde bestanden met audio tags info: Vervangt de informatie in de %s database met de audio tags informatie voor audiobestanden met een latere wijzigingsdatum dan wat in de database is opgeslagen.

source: Updating Database
nl_nl: Database aan het bijwerken

source: Use Status?
nl_nl: Status gebruiken?

source: Use the 'copy updated files to' function on the other system first.
nl_nl: Gebruik de functie 'Kopieer bijgewerkte bestanden naar' eerst op het andere systeem.

source: Use the filter selections to display the list of songs.
nl_nl: Gebruik de filter selecties om de lijsten met songs weer te geven.

source: Use Up/Down Arrows to Change Order
nl_nl: Gebruik de pijltjes omhoog/omlaag om de volgorde wijzigen

source: User Interface
nl_nl: Gebruikersinterface

source: User Interface Colors
nl_nl: Kleuren gebruikersinterface

source: User Interface Font:
nl_nl: Gebruikersinterface lettertype:

source: Various
nl_nl: Diverse

source: Various Artist %s:
nl_nl: Diverse artiesten %s:

source: Various Artist Path:
nl_nl: Diverse artiesten pad:

source: Various Artists
nl_nl: Diverse artiesten

source: Verify import prefix.
nl_nl: Controleer import prefix.

source: version
nl_nl: versie

source: Viennese Waltz
nl_nl: Weense wals

source: View
nl_nl: Tonen

source: View Dance Counts
nl_nl: Toon aantal dansen

source: View Filename
nl_nl: Bestandsnaam bekijken

source: Vol. Adj.
nl_nl: Vol. Aanp.

source: Volume Adjustment
nl_nl: Volumeaanpassing

source: Volume: Lower
nl_nl: Volume: lager

source: Volume: Mute
nl_nl: Volume: dempen

source: Volume: Raise
nl_nl: Volume: verhogen

source: Waltz
nl_nl: Engelse wals

source: Warning
nl_nl: Waarschuwing

source: Weight
nl_nl: Belang

source: Wide
nl_nl: Breed

source: Write Audio File Tags:
nl_nl: Werk de audio tags bij:

source: Write Tags to Audio Files
nl_nl: Schrijf Tag info naar audiobestanden

source: Write Tags to Audio Files: will update the audio file tags with the information from the %s database.
nl_nl: Schrijf Tag info naar audiobestanden: zal de audio tags bijwerken met informatie uit de %s database.

source: Yellow
nl_nl: Geel

source: Bounce
nl_nl: Stuiteren

source: Bump
nl_nl: Botsen

source: Capture
nl_nl: Vastleggen

source: Growth
nl_nl: Groeien

source: Simple
nl_nl: Simpel

source: standard
nl_nl: standaard
