Repository: bll123/ballroomdj4
Catalog: src/po/*.po
Languages: tr_tr

source: %d files found
tr_tr: %d dosyalar bulundu

source: %s Configuration
tr_tr: %s Ayarlar

source: %s Folder
tr_tr: %s Klasör

source: %s Forums
tr_tr: %s Forum

source: %s Helper
tr_tr: %s Yardımcı

source: %s Installer
tr_tr: %s Yükleyici

source: %s Location
tr_tr: %s Konumu

source: %s Management
tr_tr: %s Yönetim

source: %s Player
tr_tr: %s Oyuncu

source: %s Set Up Alternate
tr_tr: %s Alternatif Ayarla

source: %s Support Tickets
tr_tr: %s Destek Talepleri

source: %s Version
tr_tr: %s Sürüm

source: %s data will be converted.
tr_tr: %s veri dönüştürülecektir.

source: %s installed.
tr_tr: %s yüklendi.

source: %s is installed
tr_tr: %s yüklendi

source: %s is not installed
tr_tr: %s yüklenmedi

source: %s must be greater than %s
tr_tr: %s %s 'den daha iyi olmalı

source: %s must be numeric.
tr_tr: %s sayısal olmalı.

source: %s must be set.
tr_tr: %s ayarlanmak zorundadır.

source: %s: Invalid duration.
tr_tr: %s: Geçersiz süre.

source: %s: Invalid time.
tr_tr: %s: Geçersiz zaman.

source: %s: Slashes are not allowed
tr_tr: %s: Eğik çizgilere izin verilmiyor

source: %s: Spaces are not allowed.
tr_tr: %s: Boşluklara izin verilmiyor.

source: %s: must be numeric.
tr_tr: %s: Sayısal olmalı.

source: Accent Colour
tr_tr: Ara Renk

source: Action
tr_tr: Eylem

source: Actions
tr_tr: Eylemler

source: Add New
tr_tr: Yeni ekle

source: Advanced
tr_tr: Gelişmiş

source: Album
tr_tr: Albüm

source: Album Artist
tr_tr: Albüm Sanatçısı

source: All Dances
tr_tr: Tüm danslar

source: All Genres
tr_tr: Tüm türler

source: All Levels
tr_tr: Tüm Düzeyler

source: All Ratings
tr_tr: Tüm reytingler

source: All Tags
tr_tr: Tüm etiketler

source: Allowed Keywords
tr_tr: İzin Verilen Anahtar Kelimeler

source: Alternate Location
tr_tr: Alternatif Konum

source: Announcement
tr_tr: Duyurular

source: Any Status
tr_tr: Herhangi Bir Durum

source: Apply
tr_tr: Uygula

source: Apply Edit All
tr_tr: Tümüne Uygula

source: Argentine Tango
tr_tr: Arjantin Tango

source: Artist
tr_tr: Sanatçı

source: Attach Data Files
tr_tr: Dosya ekle

source: Attach Database
tr_tr: Veritabanı ekle

source: Audio
tr_tr: Ses

source: Audio File Date
tr_tr: Ses Dosyası Tarihi

source: Audio Files
tr_tr: Ses dosyaları

source: Audio Output
tr_tr: Ses Çıkışı

source: Auto Organise
tr_tr: Oto Organize

source: Automatic
tr_tr: Otomatik

source: BDJ Tags Only
tr_tr: Sadece BDJ Etiketleri

source: BDJ3 database version is too old.
tr_tr: BDJ3 veritabanı sürümü çok eski.

source: BPM Counter
tr_tr: BPM Sayacı

source: Ballroom Dance
tr_tr: Balo dansı

source: Ballroom Music Player
tr_tr: Balo Salonu Müzik Çalar

source: Beats
tr_tr: Ritim

source: Cancel Edit All
tr_tr: Tüm düzenlemeleri iptal et

source: Check For New
tr_tr: Yenilikler için kontrol et

source: Checks for new audio files.
tr_tr: Yeni ses dosyaları için kontrol et.

source: Classical
tr_tr: Klasik

source: Classical?
tr_tr: Klasik?

source: Clear & Play
tr_tr: Temizle & Oynat

source: Clear Queue
tr_tr: Kuyruğu Temizle

source: Click the mouse in the blue box in time with the beat.
tr_tr: Mavi kutudaki fareyi ritimle zamanında tıklayın.

source: Close
tr_tr: Kapat

source: Complete
tr_tr: Tamamla

source: Completion Message
tr_tr: Tamamlama Mesajı

source: Composer
tr_tr: Besteci

source: Conductor
tr_tr: Şef

source: Configure
tr_tr: Yapılandır

source: Conversion complete.
tr_tr: Dönüşüm Tamamlandı.

source: Convert %s
tr_tr: %s 'i dönüştür

source: Copy already exists.
tr_tr: Kopya zaten mevcut.

source: Copy finished.
tr_tr: Kopya tamamlandı.

source: Copy of %s
tr_tr: %s kopyası

source: Copying files.
tr_tr: Dosyalar kopyalanıyor.

source: Copying template files.
tr_tr: Taslak dosyalar kopyalanıyor.

source: Count
tr_tr: Sayı

source: Create
tr_tr: Oluştur

source: Create Copy
tr_tr: Kopya oluştur

source: Create Profile
tr_tr: Profil oluştur

source: Create from Playlist
tr_tr: Çalma listesinden oluştur

source: Creating folder structure.
tr_tr: Klasör yapısı oluşturuluyor.

source: Creating shortcut.
tr_tr: Kısayol oluşturuluyor.

source: Dance
tr_tr: Dans

source: Dance Level
tr_tr: Dans Düzeyi

source: Dance Rating
tr_tr: Dans Reytingi

source: Database Loads Dance From Genre
tr_tr: Veritabanı Türe Göre Dans Yüklüyor

source: Date
tr_tr: Tarih

source: Date Added
tr_tr: Eklenme Tarihi

source: Debug Options
tr_tr: Ayıklama Seçenekleri

source: Default
tr_tr: Varsayılan

source: Default Volume
tr_tr: Varsayılan Ses Seviyesi

source: Delete
tr_tr: Sil

source: Delete Profile
tr_tr: Profili Sil

source: Disc
tr_tr: Disk

source: Display
tr_tr: Görüntüle

source: Display Settings
tr_tr: Görüntüleme Seçenekleri

source: Don't Write
tr_tr: Yazma

source: Double click on a field to edit.
tr_tr: Düzenlemek için alana çift tıklayın.

source: Download of %s failed.
tr_tr: %s indirmesi başarısız.

source: Downloading %s.
tr_tr: %s indiriliyor.

source: Duration
tr_tr: Uzunluk

source: E-Mail Address
tr_tr: E-Posta Adresi

source: Easy
tr_tr: Kolay

source: Easy Song List
tr_tr: Kolay şarkı listesi

source: Easy Song List Editor
tr_tr: Kolay Şarkı Listesi Editörü

source: Easy Song Selection
tr_tr: Kolay Şarkı Seçimi

source: Edit
tr_tr: Düzenle

source: Edit All
tr_tr: Tümünü Düzenle

source: Edit Dances
tr_tr: Dansları Düzenle

source: Edit Genres
tr_tr: Türleri Düzenle

source: Edit Levels
tr_tr: Düzeyleri Düzenle

source: Edit Ratings
tr_tr: Reytingleri Düzenle

source: Edit Sequences
tr_tr: Sıraları Düzenle

source: Edit Song Lists
tr_tr: Şarkı Listelerini Düzenle

source: Edit Status
tr_tr: Durumu Düzenle

source: Enable Remote Control
tr_tr: Uzaktan Kontrolü Aktifleştir

source: Enable iTunes Support
tr_tr: ITunes Desteğini Etkinleştir

source: Enter the alternate folder.
tr_tr: Alternatif bir dizin girin.

source: Enter the destination folder where BDJ4 will be installed.
tr_tr: BDJ4'ün kurulacağı yeri seçin.

source: Enter the destination folder.
tr_tr: Hedef klasörü seçin.

source: Enter the folder where %s is installed.
tr_tr: %s 'in kurulduğu yeri seçin.

source: Error: Folder %s already exists.
tr_tr: Hata: %s zaten var.

source: Error: Folder already exists.
tr_tr: Hata: Klasör zaten var.

source: Error: Unable to set working folder.
tr_tr: Hata: Çalışılacak klasör ayarlanamıyor.

source: Examples
tr_tr: Örnekler

source: Exit
tr_tr: Çık

source: Export
tr_tr: Dışa Aktar

source: Export as M3U Playlist
tr_tr: M3U Çalma Listesi Olarak Dışa Aktar

source: Export for %s
tr_tr: %s için Dışa Aktar

source: Fade
tr_tr: Soldur

source: Fade In Time
tr_tr: İçinde Soldur

source: Fade Out Time
tr_tr: Dışında soldur

source: Favorite
tr_tr: Favorilere Ekle

source: File
tr_tr: Dosya

source: Filter Display
tr_tr: Görüntüleri filtrele

source: Filter Songs
tr_tr: Şarkıları filtrele

source: Filters
tr_tr: Filtreler

source: First
tr_tr: İlk

source: Folder already exists.
tr_tr: Klasör zaten var.

source: Font
tr_tr: Yazı tipi

source: Font Size
tr_tr: Yazı Tipi Büyüklüğü

source: Gap
tr_tr: Boşluk

source: Gap Between Songs
tr_tr: Şarkılar arasındaki boşluk

source: General Options
tr_tr: Genel Ayarlar

source: Genre
tr_tr: Tür

source: Good
tr_tr: İyi

source: Great
tr_tr: Harika

source: HTML Template
tr_tr: HTML Şablonu

source: Hide Marquee on Start
tr_tr: Başlangıçta seçenekleri gizle

source: Hide Unselected
tr_tr: Seçilmeyenleri gizle

source: High %s
tr_tr: Yüksek %s

source: High Dance Level
tr_tr: Yüksek dans düzeyi

source: Marquee Font Size
tr_tr: Yazı tipi büyüklüğünü seçin

source: Marquee Options
tr_tr: Ayarları seçin

source: Marquee Theme
tr_tr: Temayı seçin

source: Maximum Play Time
tr_tr: Maksimum oynatma süresi

source: Maximum Play Time
tr_tr: Maksimum oynatma süresi

source: Message
tr_tr: Mesaj

source: Mix
tr_tr: Karıştır

source: Mobile Marquee
tr_tr: Mobil seçim

source: Mobile Remote Control
tr_tr: Mobil uzaktan kontrol

source: Move Down
tr_tr: Aşağı Taşı

source: Move Up
tr_tr: Yukarı Taşı

source: Move to Top
tr_tr: En Üste Taşı

source: Music Folder
tr_tr: Müzik Klasörü

source: Music Manager
tr_tr: Müzik Yöneticisi

source: Music Queue
tr_tr: Müzik Kuyruğu

source: Name
tr_tr: Ad

source: New
tr_tr: Yeni

source: New %s installation.
tr_tr: Yeni %s yüklemesi.

source: New Automatic Playlist
tr_tr: Yeni otomatik çalma listesi

source: New Dance
tr_tr: Yeni dans

source: New Files
tr_tr: Yeni dosyalar

source: New Genre
tr_tr: Yeni tür

source: New Level
tr_tr: Yeni düzey

source: New Playlist
tr_tr: Yeni Çalma Listesi

source: New Profile %d
tr_tr: Yeni profil %d

source: New Rating
tr_tr: Yeni Reyting

source: New Sequence
tr_tr: Yeni sıra

source: New Song List
tr_tr: Yeni şarkı listesi

source: New Status
tr_tr: Yeni Durum

source: New alternate folder.
tr_tr: Yeni alternatif dizin.

source: Next
tr_tr: İleri

source: Next Song
tr_tr: Sonraki Şarkı

source: No folder specified.
tr_tr: Klasör seçilmedi.

source: None
tr_tr: Hiçbiri

source: Not Playing
tr_tr: Oynatılmıyor

source: Not a valid %s folder.
tr_tr: Geçerli bir %s dizini değil.

source: Notes
tr_tr: Notlar

source: Off
tr_tr: Kapalı

source: Options
tr_tr: Seçenekler

source: Order from easiest to most advanced.
tr_tr: Kolaydan zora sırala.

source: Order from the lowest rating to the highest rating.
tr_tr: Düşük puanlıdan yüksek puanlıya sırala.

source: Organisation
tr_tr: Organizasyon

source: Organisation Path
tr_tr: Organizasyon Yolu

source: Other Files
tr_tr: Diğer Dosyalar

source: Password
tr_tr: Şifre

source: Pause at End
tr_tr: Bitişte durdur

source: Play
tr_tr: Başlat

source: Play / Pause
tr_tr: Oynat / Duraklat

source: Play Announcements
tr_tr: Duyuruları Oynat

source: Play When Queued
tr_tr: Kuyruktayken Oynat

source: Play?
tr_tr: Oynat?

source: Playable Status
tr_tr: Oynatılabilme Durumu

source: Player
tr_tr: Oynatıcı

source: Player Options
tr_tr: Oynatıcı Seçenekleri

source: Playlist
tr_tr: Oynatma Listesi

source: Playlist Management
tr_tr: Oynatma Listesi Yönetimi

source: Playlist Type
tr_tr: Oynatma Listesi Türü

source: Please wait…
tr_tr: Lütfen bekleyin…

source: Poor
tr_tr: Zayıf

source: Port
tr_tr: Bağlantı Noktası

source: Position
tr_tr: Pozisyon

source: Press 'Enter' to select the default.
tr_tr: Varsayılanı seçmek için 'Enter' tuşuna basın.

source: Previous
tr_tr: Önceki

source: Proceed with installation?
tr_tr: Yükleme işlemine devam et?

source: Process aborted.
tr_tr: Işlem iptal edildi.

source: Profile
tr_tr: Profil

source: Profile Colour
tr_tr: Profil Rengi

source: Profile Name
tr_tr: Profil Adı

source: Profile in use
tr_tr: Kullanılan profil

source: Profile may not be deleted.
tr_tr: Profil silinemedi.

source: QR Code
tr_tr: QR Kodu

source: Queue
tr_tr: Kuyruk

source: Queue 5
tr_tr: Kuyruk 5

source: Queue A Name
tr_tr: Kuyruk A Adı

source: Queue B
tr_tr: Kuyruk B

source: Queue B Name
tr_tr: Kuyruk B Adı

source: Queue Dance
tr_tr: Dans Kuyruğu

source: Queue Length
tr_tr: Kuyruk Uzunluğu

source: Queue Playlist
tr_tr: Oynatma Listesi Kuyruğu

source: QueueDance
tr_tr: Dans Kuyruğu

source: Raffle Games
tr_tr: Çekiliş Oyunları

source: Raffle Songs
tr_tr: Çekiliş Şarkıları

source: Rating
tr_tr: Reyting

source: Re-Install
tr_tr: Yeniden yükle

source: Re-install %s.
tr_tr: %s 'i yeniden yükle.

source: Re-install existing alternate.
tr_tr: Mevcut alternatifi yeniden yükleyin.

source: Rebuild Database
tr_tr: Veritabanını yeniden oluştur

source: Registering %s.
tr_tr: %s kaydediliyor.

source: Remove
tr_tr: Kaldır

source: Renames the audio files based on the organization settings.
tr_tr: Organizasyon seçeneklerine göre ses dosyalarını yeniden adlandırır.

source: Reorganize
tr_tr: Yeniden organize et

source: Repeat
tr_tr: Tekrarla

source: Request
tr_tr: Talep

source: Request External
tr_tr: Harici talep

source: Reset
tr_tr: Sıfırla

source: Restart %s.
tr_tr: %s yeniden başlat.

source: Return to beginning of song
tr_tr: Şarkının başlangıcına geri dön

source: Running conversion script: %s.
tr_tr: Dönüşüm komut dosyası çalıştırılıyor: %s.

source: Save
tr_tr: Kaydet

source: Saving install location.
tr_tr: Yükleme yeri kaydediliyor.

source: Search
tr_tr: Ara

source: Seconds
tr_tr: Saniye

source: Select
tr_tr: Seç

source: Select %s
tr_tr: %s 'i seç

source: Select %s Location
tr_tr: %s konumunu seçin

source: Select File
tr_tr: Dosya Seç

source: Select Music Folder Location
tr_tr: Müzik Klasörünün Konumunu Seç

source: Send Support Message
tr_tr: Destek Mesajı Gönder

source: Sending %s
tr_tr: %s Gönderiliyor

source: Sending %s Information
tr_tr: %s bilgisi gönderiliyor

source: Sending Support Message
tr_tr: Destek mesajı gönderiliyor

source: Sequence
tr_tr: Sıra

source: Set Queue for Playback
tr_tr: Oynatma için sıra ayarla

source: Set Up Alternate Folder
tr_tr: Alternatif Klasör Ayarla

source: Setup complete.
tr_tr: Kurulum tamamlandı.

source: Show Extra Queues
tr_tr: Ek kuyruklar göster

source: Show Song Information
tr_tr: Şarkı bilgisini göster

source: Shutdown Script
tr_tr: Kapatma komutu

source: Skipping conversion.
tr_tr: Dönüşüm atlanıyor.

source: Song Editor
tr_tr: Şarkı Editörü

source: Song Editor - Column %d
tr_tr: Şarkı Editörü - Column %d

source: Song End
tr_tr: Şarkı Bitti

source: Song List
tr_tr: Şarkı Listesi

source: Song Selection
tr_tr: Şarkı Seçimi

source: Song Start
tr_tr: Şarkı Başlangıcı

source: Songs
tr_tr: Şarkılar

source: Sort by
tr_tr: Sırala

source: Speed
tr_tr: Hız

source: Speed Adjustment
tr_tr: Hız Ayarı

source: Start
tr_tr: Başlat

source: Start New Sequence
tr_tr: Yeni sıra başlat

source: Start New Song List
tr_tr: Yeni Şarkı Listesi

source: Starting conversion process.
tr_tr: Dönüştürme işlemi başlıyor.

source: Startup Script
tr_tr: Başlatma komutu

source: Statistics
tr_tr: İstatistikler

source: Status
tr_tr: Durum

source: Stop After
tr_tr: Ardından Dur

source: Stop All %s Processes
tr_tr: Tüm %s işlemlerini durdur

source: Stop At
tr_tr: Ardından Dur

source: Subject
tr_tr: Konu

source: Support
tr_tr: Destek

source: standard
tr_tr: standart

source: standardrounds
tr_tr: standartdöngüler

source: How to get Support
tr_tr: Nasıl destek alabilirim

source: helptext_get_support
tr_tr: To get support, select the 'Support' button. There are links to the wiki, forums and problem ticketing system. Or use the 'Send Support Message' button to send a message.

source: Check the Dance for Each Song
tr_tr: Her şarkı için dansı kontrol et

source: helptext_check_dance
tr_tr: => Select 'Music Manager' on the left side of the 'BDJ4 Management' window. Scroll through the list of songs and check to make sure the dance is set for each song. To set the dance for a song. => Select the song. => Select the 'Song Editor' tab (below the player, above the list of songs). => Next to the 'Dance' label, use the dance drop-down selection and select the dance for the song. => In the upper right of the 'Song Editor' tab, select the 'Save' button. You can switch back to the 'Music Manager' tab and check for other songs that need to have the dance set. => Leave the 'BDJ4 Management' window open.

source: Build the Database for the First Time
tr_tr: Veritabanını ilk Kez Oluşturma

source: helptext_build_db
tr_tr: In order to function, BallroomDJ 4 maintains a database of all of your Songs. This database must be built for the first time. => Select the 'Manage' button. => In the 'BDJ4 Management' window, select the 'Update Database' section on the left side of the window. The default selection 'Check for New' is used when you add or remove songs from your music collection. => Change the selection to 'Rebuild Database'. => Select the 'Start' button. => Wait for the database rebuild to finish. => Leave the 'BDJ4 Management' window open.

source: Create an Example Playlist
tr_tr: Örnek bir Çalma Listesi Oluştur

source: helptext_create_playlist
tr_tr: => Select 'Edit Song Lists' on the left side of the 'BDJ4 Management' window. On the right side of the lower section of the window is a list of your songs. => Select a song by clicking on it. => Now select the left arrow button in the middle of the lower section. This will add the song you selected to the song list that is being created. => Select a few songs and add each of them to the song list. Above the song list is an editable box with the name 'New Song List' in it. => Click in the box and change the name of the song list. => Close the 'BDJ4 Management' window. The song list is automatically saved.

source: Set the Location of the Music Folder
tr_tr: Müzik Klasörünün Konumunu Ayarla

source: helptext_music_location
tr_tr: The first step is to configure the location of your music folder. => Select the 'Configure' button. In the 'BDJ4 Configuration' window, the 'General Options' section is displayed. The first item in 'General Options' is the 'Music Folder'. => Change the 'Music Folder' to the location of your music. => Leave the 'BDJ4 Configuration' window open.

source: Introduction / Getting Started
tr_tr: Giriş / Başlarken

source: helptext_intro
tr_tr: This utility will walk you through a few steps to help you get started. => Select the 'Next' button to continue on to the next step.

source: Play a Playlist
tr_tr: Bir Çalma listesi oynat

source: helptext_play_playlist
tr_tr: Now you will play the playlist that was just created. => Select the 'Player' button. => In the player window, select the 'Queue Playlist' drop-down. => Select the name of the playlist that you entered previously.

source: How is the Music Organised
tr_tr: Müzik Nasıl Organize Edilir

source: helptext_music_org
tr_tr: Setting the organisation method is important so that BallroomDJ 4 can determine the information about your songs when the database is built. => Select 'Organisation' on the left side of the 'BDJ4 Configuration' window. Many people have their music organised by putting each dance into a separate folder. This is the default organisation: 'Dance/Title'. => Select the organisation method you use for your songs in the 'Organisation Path' drop-down. If the organisation path you need is not present, select the 'support' button in the startup window and send a support message. => Close the 'BDJ4 Organisation' window.
